Repository: neurothrone/GasMatic
Catalog: GasMatic.Mobile/Resources/Strings/AppResources.*.resx
Languages: sv_se

# GasVolumeCalculatorTitle
source: Gas Volume Calculator
sv_se: Gasvolym beräknare

# CalculateButton
source: Calculate
sv_se: Beräkna

# GasVolumeHistoryTitle
source: Gas Volume History
sv_se: Gasvolym historik

# GasVolumeLabel
source: Gas Volume
sv_se: Gasvolym

# LengthLabel
source: Length
sv_se: Längd

# PressureLabel
source: Pressure
sv_se: Tryck

# PressurePicker
source: Select Pressure
sv_se: Välj tryck

# NominalPipeSizePicker
source: Select Nominal Pipe Size
sv_se: Välj nominell rörstorlek

# NominalPipeSizeLabel
source: Nominal Pipe Size - DN
sv_se: Nominell rörstorlek - DN

# LengthPlaceholder
source: Enter length in meters
sv_se: Ange längd i meter

# PressurePlaceholder
source: Enter pressure in mbar
sv_se: Ange tryck i mbar

# UseCustomPressureLabel
source: Use Custom Pressure?
sv_se: Använd anpassat tryck?

# CalculatedDateLabel
source: Calculated date
sv_se: Beräknat datum

# GasVolumeCalculationsEmptyLabel
source: No calculations yet
sv_se: Inga beräkningar än

# AboutTitle
source: About
sv_se: Om

# SettingsTitle
source: Settings
sv_se: Inställningar

# EffectCalculatorTitle
source: Effect Calculator
sv_se: Effekt beräknare

# HistoryTab
source: History
sv_se: Historik

# CalculateTab
source: Calculator
sv_se: Beräknare

# EffectHistoryTitle
source: Effect History
sv_se: Effekt historik

# DeleteButton
source: Delete
sv_se: Radera

# PreferencesLabel
source: Preferences
sv_se: Preferenser

# DeleteAllDataLabel
source: Delete All Data
sv_se: Radera all data

# DeleteAllDataHint
source: This will delete all your data on the device
sv_se: Detta kommer att radera all din data på enheten

# NominalPipeSizeLinkLabel
source: Learn more about NPS standards
sv_se: Läs mer om NPS-standarder

# DeleteAllDataInfoLabel
source: Are you sure? This will delete all of your data on the device.
sv_se: Är du säker? Detta kommer att radera all din data på enheten.

# DeleteAllDataSliderLabel
source: Drag the slider to the end to confirm.
sv_se: Dra skjutreglaget till slutet för att bekräfta.

# DeveloperLabel
source: Developer
sv_se: Utvecklare

# ContactLabel
source: Contact
sv_se: Kontakt

# CreditsLabel
source: Credits
sv_se: Krediter

# BrowserHint
source: This will open a browser
sv_se: Detta öppnar en webbläsare

# EmailHint
source: This will open the default email app
sv_se: Detta öppnar standardappen för e-post

# DotNetTextCreditsLabel
source: This app is powered by .NET MAUI
sv_se: Denna app drivs av .NET MAUI

# DotNetDetailCreditsLabel
source: Written in XAML & C#
sv_se: Skrivet i XAML & C#

# DeleteAllDataSuccessMessage
source: Your data has been deleted.
sv_se: Din data har raderats.
